/*
-- Query: SELECT * FROM major.기계설계공학과
LIMIT 0, 1000

-- Date: 2022-11-23 16:53
*/
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (3,'공업물리학','변성광','기초물리학','20,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (3,'공업수학 1','김남웅','최신공업수학','25,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (2,'공학디자인','송성욱, 김종헌, 홍순주','NX로 배우는 3차원 모델링','34,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (1,'기계수학','최하영, 김영훈','대학수학','22,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (2,'기계요소설계(I)','윤재현, 이정훈, 김영훈, 변성광','SI단위로 배우는 기계설계학','28,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (1,'기계제도','황선경, 최고나, 김영훈, 김정관, 김영호','AutoCAD와 기계설계제도','30,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (2,'냉동및공기조화','고범석, 홍상원','냉동및공기조화','20,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (4,'동역학','조원익','최신동역학(제4판)','29,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (2,'시퀀스제어','조원익, 이정훈','기초 PLC 제어','15,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (1,'열역학','최하영, 김영훈','공업열역학','20,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (4,'열전달','홍상원','길잡이열전달','13,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (3,'전공실무영어(1)','이민우','토마토 OPIC Intermediate','17,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (1,'정밀측정실습','전영석','정밀측정실습','15,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES (1,'정역학','김중배, 김종헌, 김동욱','정역학과 재료역학 제5판(SI단위)','39,000',NULL);
