/*
-- Query: SELECT * FROM major.기계공학과
LIMIT 0, 1000

-- Date: 2022-11-23 16:54
*/
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','3차원설계','김수현','솔리드웍스	','27,000','http://image.yes24.com/Goods/93996460/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','CAD CAD기초	','정동훈, 김수현, 김대용, 이창건	','스마트한CAD실습','25,000','http://image.yes24.com/Goods/58602505/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('2','CNC가공 정밀가공','김한구, 마정범, 강신길, 김한	','CNC프로그래밍과가공	','20,000','http://image.yes24.com/Goods/97926396/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('3','공업수학	','마정범','수식이 보이는 공학수학 : Engineering Mathematics (개정판)','24,000','http://image.yes24.com/Goods/62069725/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','기계공학입문','김영흡, 박광서, 김한, 강형민, 조승현	','기계공학의이해','22,000','http://image.yes24.com/Goods/89509861/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','기계재료공작법','심승천','최신기계공작법','33,000','http://image.yes24.com/Goods/3238297/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','기구학','윤선중, 문호지','실용기구학','26,000','http://image.yes24.com/Goods/18606615/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','기초역학개론','김대열','(쉽게 배우는) 기계공학개론 (2판)','28,000','http://image.yes24.com/Goods/66583887/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('2','내연기관','정동훈, 오태균, 박광서','신편 내연기관','15,000','http://image.yes24.com/Goods/1452843/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('2','냉동 및 공기조화	','장영섭, 오태균, 박광서, 신광섭','냉동및공기조화','20,000','http://image.yes24.com/Goods/19906031/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','도면해독','이승호, 박성식, 심승천	','기계도면해독','21,000','http://image.yes24.com/Goods/20105211/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('3','실무프로젝트(1)','이창건','창의적 공학설계','22,000','http://image.yes24.com/Goods/91160610/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','재료역학','마정범','재료역학(공학과예술 2판)','26,000','http://image.yes24.com/Goods/59320111/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','재료역학 2판','마정범','재료역학 (2판)','30,000','http://image.yes24.com/Goods/96860301/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('2','정밀측정','강신길','정밀측정실습','15,000','http://image.yes24.com/Goods/37588215/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('2','정역학','김영흡, 이원학','(쉽게 배우는) 핵심 정역학','27,000','http://image.yes24.com/Goods/96192626/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('4','제어공학','김대용','핵심이 보이는 제어 공학(개정)	','26,000','http://image.yes24.com/Goods/59789812/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('4','제품 모델링 및 해석','박종한','Play solidworks 2015','30,000','http://image.yes24.com/Goods/16884889/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('4','졸업과제(캡스톤디자인)','유선중','(캡스톤디자인을위한) 기계공학설계입문','20,000','http://image.yes24.com/Goods/59262560/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('2','창업과품질관리','조승현','품질관리','20,000',NULL);
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('3','컴퓨터응용','강형민','Excel 매크로 & VBA 바이블','45,000','http://image.yes24.com/Goods/78572835/L');
INSERT INTO `` (`학년`,`강의`,`교수`,`교재명`,`가격`,`책 주소`) VALUES ('1','컴퓨터활용','김지용, 강형민','엑셀 & 파워포인트	','22,000',NULL);
